Repository: artemoliynyk/good-covid-19-news
Catalog: translations/messages+intl-icu.*.xlf
Languages: ru, uk

source: Active cases
ru: Активные случаи
uk: Активні випадки

source: World population
ru: Население планеты
uk: Населення планети

source: Recovered
ru: Выздоровели
uk: Видужали

source: New infected
ru: Новые заражения
uk: Нові зараження

source: New recovered
ru: Новые выздоровевшие
uk: Нові одужавші

source: Dashboard
ru: Главная
uk: Головна

source: Disclaimer
ru: Предупреждение
uk: Попередження

source: About
ru: О проекте
uk: Про проект

source: Help project
ru: Помочь проекту
uk: Допомогти проекту

source: Hi! I believe you can help the project.
ru: Здравствуйте! Я думаю вы можете помочь проекту!
uk: Привіт! Я думаю ви можете допомогти проекту!

source: If you are PHP developer, designer, translator or speak multiple languages – you can help me!
ru: Если вы PHP-разработчик, дизайнер, переводчик или разговариваете на нескольких языках - вы можете помочь мне!
uk: Якщо ви PHP-розробник, дизайнер, перекладач чи розмовляєте кількома мовами – ви можете допомогти мені!

source: How can I help?
ru: Как я могу помочь?
uk: Як я можу допомогти?

source: You can help with one of the following things:
ru: Вы можете помочь со следующими вещами:
uk: Ви можете допомогти з наступними речами:

source: translate project and verify translations
ru: перевести проект или проверить перевод
uk: перекласти проекти чи перевірити переклад

source: create new features
ru: новый функционал
uk: новий функціонал

source: fix code
ru: фиксы кода
uk: фікси коду

source: fix site layout
ru: исправления дизайна
uk: виправлення дизайну

source: Get onboard!
ru: Присоединяйся!
uk: Приєднуйся!

source: Ready to contribute? – Check out project's
ru: Готовы? - Смотрите страницу проекта на
uk: Готові? – Дивіться сторінку проекту на

source: Want to share ideas or discuss projet? – Join chat chanel on
ru: Хотите обсудить проект или поделиться идеями? - Присоединяйтесь к чату (на английском) в
uk: Хочете обсудити проект чи поділитись ідеями? – Приєднуйтесь до чату (англійською) в

source: All information on this site obtained from a free public API
ru: Вся информация на этом сайте была получена из открытых бесплатных API
uk: Всю інформацію на цьому сайту було отримано з відкритих безкоштовних API

source: This is not an official WHO/CDC data.
ru: Это не официальная статистика ВОЗ / Минздрав.
uk: Це не офіційна статистика ВООЗ/МОЗ.

source: People can still get infected and die every day! Keep safe and stay home!
ru: Люди все могут заболеть и умирают каждый день! Будьте в осторожны, оставайтесь дома!
uk: Люди все ж можуть захворіти і помирають щодня! Будьте в безпеці, залишайтесь вдома!

source: Contact me
ru: Свяжитесь со мной
uk: Зв'яжіться зі мною

source: Go to dashboard
ru: Вернуться на главную
uk: Повернутись на головну

source: About project
ru: О проекте
uk: Про проект

source: Hello, my name is Artem and I'm a web developer.
ru: Приветствую! Меня зовут Артем, я веб-разработчик.
uk: Вітаю! Мене звати Артем, я веб-розробник.

source: As many of us I'm on quarantine and have a plenty of time. Including time to overthink the situation.
ru: Я, как и большинство из нас, сижу на карантине и у меня много времени. В том числе времени думать и переживать за ситуацию.
uk: Я, як і більшість з нас, сиджу на карантині і маю багато часу. В тому числі часу обдумувати і переживати за ситуацію.

source: I decided to create this site to focus on the positive dynamic of the COVID-19 pandemic.
ru: Я решил создать этот, чтобы сфокусироваться на положительной динамике по пандемии COVID-19.
uk: Я вирішив створити цей цей, щоб сфокусуватись на позитивній динаміці по пандемії COVID-19.

source: During this hard and scary time it would be great to focus on something good, even if it is not much good.
ru: В это тяжелое и страшное время было бы очень хорошо сфокусироваться на чем-то хорошем, даже если хорошего не так много .
uk: В цей важкі і страшний час було б дуже добре сфокусуватися на чомусь хорошому, навіть якщо не так багато хорошого.

source: You can help me to make site better, please check
ru: Вы можете помочь мне сделать сайт лучше - смотрите, пожалуйста,
uk: Ви можете допомогти мені зробити сайт краще – переглянте, будь ласка,

source: Help us page
ru: страницу "Помочь проекту"
uk: сторінку "Допомогти проекту"

source: Pandemic data for {last_date}
ru: Данные по пандемии на {last_date, date, long}
uk: Дані по пандемії на {last_date, date, long}

source: Estimated world population on 2020 – {population}
ru: Оценка населения планеты на 2020 год - {population}
uk: Оцінка населення планети на 2020 рік – {population}

source: it's just {percent}% of the world population
ru: это всего {percent}% населения планеты
uk: Це всього {percent}% населення планети

source: Total recovered
ru: Всего выздоровели
uk: Всього видужали

source: Daily change
ru: Изменения в сутки
uk: Зміни за добу

source: New cases
ru: Новые случаи
uk: Нові випадки

source: Less new cases than on
ru: Меньше новых случаев чем
uk: Менеше нових випадків ніж

source: No positive dynamic
ru: Нету положительных изменений
uk: Нема позитивних змін

source: Daily recovered
ru: Выздоровели за день
uk: Видужали за день

source: More recovered than on
ru: Больше выздоровевших чем
uk: Більше одужавших ніж

source: Serious cases
ru: Тяжелые случаи
uk: Важкі випадки

source: Less serious than on
ru: Меньше тяжелых чем
uk: Менше важких ніж

source: Death
ru: Смерти
uk: Смерті

source: Less died than on
ru: Меньше смертей чем
uk: Менше смертей ніж

source: Recovered total
ru: Всего выздоровел
uk: Всього видужало

source: Recovered by day
ru: Выздоровели по дням
uk: Одужавші по днях

source: New cases by day
ru: Новые случаи по дням
uk: Нові випадки по днях

source: Sorry, something goes wrong with the site
ru: Извените, что-то пошло не так
uk: Вибачаємось, щось пішло не так

source: We detected your browser language, you can change in in top right corner
ru: Мы определили язык вашего браузера, но вы можете изменить язык в меню справа
uk: Ми визначили мову вашого браузера, але ви можете змінити мову в меню праворуч

source: Site use cookies and other essential web technologies.
ru: Сайт использует cookies и другие основные веб технологии
uk: Сайт використовує cooki та інші основні веб технології

source: Language
ru: Язык
uk: Мова

source: Important notice!
ru: Важная информация!
uk: Важлива інформація!

source: Countries
ru: Страны
uk: Країни

source: Search
ru: Поиск
uk: Пошук

source: Country
ru: Страна
uk: Країна

source: Active
ru: Больные
uk: Хворі

source: New
ru: Новые
uk: Нові

source: Serious
ru: Тяжелые
uk: Важкі

source: Sorry, no data available
ru: Извините, нет данных
uk: Вибачте, немає даних

# Recovered&lt;br&gt;dynamic
source: Recovered<br>dynamic
ru: Динамика <br>выздоровления
uk: Динаміка<br>видужання

# Death&lt;br&gt;dynamic
source: Death<br>dynamic
ru: Динамика <br>смертей
uk: Динаміка<br>смертей

source: N/A
ru: н/д
uk: н/д

# Less new cases than on&lt;br&gt;{change_date}
source: Less new cases than on<br>{change_date}
ru: Меньше новых случаев чем <br>{change_date, date, medium}
uk: Менеше нових випадків ніж<br>{change_date, date, medium}

# More recovered than on&lt;br&gt;{change_date}
source: More recovered than on<br>{change_date}
ru: Более выздоровевших чем <br>{change_date, date, medium}
uk: Більше одужавших ніж<br>{change_date, date, medium}

# Less serious than on&lt;br&gt;{change_date}
source: Less serious than on<br>{change_date}
ru: Меньше тяжелых чем <br>{change_date, date, medium}
uk: Менше важких ніж<br>{change_date, date, medium}

# Less died than on&lt;br&gt;{change_date}
source: Less died than on<br>{change_date}
ru: Меньше смертей чем <br>{change_date, date, medium}
uk: Менше смертей ніж<br>{change_date, date, medium}

source: chart_date
ru: {chart_date, date, short}
uk: {chart_date, date, short}

source: meta_description
ru: Положительная статистика пандемии COVID-19
uk: Позитивна статистика пандемії COVID-19

source: All countries
ru: Все страны

source: Top 5 countries on {top_date}
ru: Топ 5 стран на {top_date, date, long}

source: Top active cases
ru: Топ активных случаев

source: Top total recovered
ru: Топ выздоровевших

source: Top recovered today
ru: Топ выздоровевших за день

source: Top 5 countries
ru: Топ 5 стран
